Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/censorship_in_ireland/censorship_of_video_and_dvd_recordings_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Censorship of video and DVD recordings
ga: Cinsireacht Taifeadtaí Fístéipe agus DVD

source: The Irish Film Classification Office (IFCO), formerly called the Irish Film Censor's Office is responsible for examining all video/DVD recordings for sale or distribution in Ireland
ga: Tá dualgas ar an Oifig Aicmithe Scannán na hÉireann (OASÉ) scrúdú a dhéanamh ar gach taifeadadh fístéipe/DVD atá ceaptha le dáileadh poiblí in Éirinn

source: The primary legislation covering censorship of video/DVD recordings is the Video Recordings Act 1989, as amended by the Civil Law (Miscellaneous Provisions) Act 2008 (pdf)
ga: Is iad an Acht um Thaifeadtaí Fístéipe 1989 agus an tAcht um an Dlí Sibhialta (Forálacha Ilghnéitheacha) 2008 an príomhreachtaíocht a chuimsíonn cinsireacht taifeadtaí fístéipe/DVD

source: A video or DVD can be:
ga: Is féidir fístéip nó DVD:

source: • Classified as being suitable for a specific age group
ga: • A rangú feiliúnach d'aoisghrúpa faoi leith

source: • Classified as not suitable for viewing
ga: • A rangú mífheiliúnach le breathnú air

source: Each video/DVD is classified as being suitable for a specific age group unless it is prohibited under Section 3 (1) of the Video Recordings Act, 1989
ga: Bíonn gach fístéip/DVD rangaithe feiliúnach d'aoisghrúpa faoi leith ach amháin sa chás go bhfuil cosc curtha air faoi Mhír 3 (1) den Acht um Thaifeadtaí Fístéipe, 1989

source: A video/DVD can be prohibited if, in the opinion of IFCO the viewing of it:
ga: Is féidir cosc a chur ar fhístéip/DVD má cheapann an Oifig Aicmithe Scannán na hÉireann:

source: • Would be likely to cause people to commit crimes,
ga: • Go b'fhéadfadh sé a bheith ina spreagadh ag daoine coireanna a chur i gcrích,

source: • Would be likely to stir up hatred against a group of people in the State or elsewhere or
ga: • Go b'fhéadfadh sé fuath a chothú i gcoinne grúpa daoine sa Stát nó taobh amuigh di nó

source: • Would tend, because it is obscene or indecent, to deprave or corrupt,
ga: • Mar gheall go bhfuil sé gáirsiúil nó mígheanasach, gur dóigh go ndéanfadh sé daoine a thruailliú nó a chur ar a n-aimhleas,

source: • It depicts acts of gross violence or cruelty (including mutilation and torture) towards humans or animals
ga: • Tá gníomhartha foréigneacha troma nó cruáil (san áireamh ciorrú agus ciapadh) le daoine nó ainmhithe léirithe ann

source: IFCO is not obliged to give a video/DVD the same classification as the feature film and a video and DVD may be classified differently from each other if they contain different material
ga: Ní gá don OASÉ an rangú céanna a thabhairt do fístéip/DVD leis an bpríomhscannán agus is féidir fístéip agus DVD a rangú éagsúil óna chéile má bhíonn ábhar difriúil iontu

source: In general, Irish classifications are broadly similar to those in existence in other countries
ga: Tá an córas rangaithe in Éirinn mórán cosúil leo siúd atá i dtíortha eile

source: Video/DVD classifications currently in use
ga: Rangú fístéipeanna/DVD in úsáid faoi láthair

source: The current classifications are as follows:
ga: Seo a leanas an ragnú mar atá faoi láthair:

source: • G: suitable for viewers generally, (including children of school going age)
ga: • G: feiliúnach do dhaoine go ginearálta

source: • PG: suitable for viewers generally, but parental guidance is recommended for children under 12
ga: • PG: feiliúnach do dhaoine go ginearálta, ach moltar go mbeadh treoir ó thuismitheoir do leanaí faoi 12

source: • 12: suitable for people aged 12 or over
ga: • 12: feiliúnach do dhaoine atá 12 nó ós a chionn

source: • 15: suitable for people aged 15 or over
ga: • 15: feiliúnach do dhaoine atá 15 nó ós a chionn

source: • 18: suitable for persons age 18 or over
ga: • 18: feiliúnach do dhaoine atá 18 nó ós a chionn

source: Offences and penalties under the Video Recordings Act
ga: Coireanna agus Pionóis faoin Acht um Thaifeadtaí Fístéipe

source: There are a number of offences under the Video Recordings Act, including the importation, possession or supply of prohibited or wrongly certified videos/DVDs or supplying videos/DVDs without a licence. It is an offence to supply a video/DVD to someone who is younger than the class the video/DVD is certified as suitable for
ga: Tá roinnt coireanna faoin Acht um Thaifeadtaí Fístéipe, san áireamh fístéipeanna/DVD a bhfuil cosc orthu nó leis an teastas mícheart a thabhairt isteach sa tír, a bheith i do sheilbh nó a sholáthar nó fístéipeanna/DVD a sholáthar gan aon cheadúnas a bheith agat

source: Members of the public may report violations (and suspected violations) of the Act directly to the IFCO or to the Gardai who are authorised to seize prohibited or wrongly classified videos/DVDs from suppliers
ga: Is féidir leis an bpobal tuairisc maidir le aon sárú ar an Acht a chur chuig Oifig Aicmithe Scannán na hÉireann nó chuig an nGarda a bhfuil sé de chead acu fístéipeanna/DVD a bhfuil cosc orthu nó a bhfuil an teastas mícheart orthu a thógáil ó sholáthraithe

source: The penalties for breaches of the Act include fines and, in certain cases, imprisonment
ga: I measc na bpionós gur féidir a ghearradh i dtaobh sárú an Achta tá fíneálacha, agus i gcásanna faoi leith, téarma sa phríosún

source: You can make a complaint about IFCO decisions on classification
ga: Féadfaidh tú gearán a dhéanamh faoi chinntí an OASÉ maidir le haicmiú

source: If you are not satisfied with IFCO’s decision on your complaint you can escalate your complaint to the relevant Ombudsman
ga: Mura bhfuil tú sásta le cinneadh an OASÉ ar do ghearán, féadfaidh tú do ghearán a chur faoi bhráid an Ombudsman ábhartha

source: For complaints regarding children contact the Office of the Ombudsman for Children, for all other complaints contact the Office of the Ombudsman
ga: I dtaobh gearán a bhaineann le leanaí, déan teagmháil le hOifig an Ombudsman do Leanaí, i dtaobh gach gearáin eile, déan teagmháil le hOifig an Ombudsman

source: Appealing against a classification of a video/DVD
ga: Achomharc a dhéanamh i gcoinne aicmiú físeáin/DVD

source: The Classification of Films Appeal Board has 9 members who are appointed by the Minister for Justice and Equality
ga: Tá naonúr comhaltaí ar an mBord Achomhairc um Aicmiú Scannán a cheapann an tAire Dlí agus Cirt agus Comhionannais

source: An appeal against a decision of IFCO in relation to the classification of a video/DVD to the Classification of Films Appeal Board must be made within three months of the date of classification
ga: Ní mór achomharc a dhéanamh i gcoinne chinneadh an OASÉ maidir le haicmiú físeáin/DVD leis an mBord Achomhairc um Aicmiú Scannán laistigh de thrí mhí tar éis dháta an aicmithe

source: Records held by IFCO
ga: Taifid coinnithe in OASÉ

source: IFCO holds registers of certified and prohibited works and also registers of licences of video/DVD retailers and wholesalers
ga: Tá cláir coinnithe in OASÉ maidir le saothar ar tugadh teastais dó agus ar cuireadh cosc air chomh maith le cláir na Miondíoltóirí agus Mórdhíoltóirí fístéipeanna/DVD

source: These registers may be examined at their office
ga: Is féidir na cláir seo a scrúdú in OASÉ

source: At present, no fee is charged for this service
ga: Faoi láthair, níl aon táille le n-íoc as an tseirbhís seo

source: There is no fee for making a complaint to an Ombudsman
ga: Ní ghearrtar aon táille ar ghearán a dhéanamh leis an Ombudsman

source: IFCO, which is self-financing, charges fees to video/DVD distributors and suppliers to offset the costs of licensing, certification, classification and appeals
ga: OASÉ, atá féin-mhaoinithe, táillí ar dháileoirí scannán leis na costais a bhaineann le teastais agus rangú a chlúdach

source: The fee for an appeal to the Censorship of Films Appeals Board is €1,000. The fee is refunded if the appeal is successful
ga: Euro 1,000 a ghearrtar mar tháille le hachomharc a dhéanamh chuig an mBord Achomhairc um Chinsireacht Scannán
